import type { SEO } from "@types";

const seo: SEO = {
  index: {
    title: "Книги, журналы и диафильмы с иллюстрациями Евгения Шабельника",
    description:
      "Список книг, журналов и диафильмов с рисунками художника Е. С. Шабельника.",
  },
  aids: {
    title: "Учебные пособия с иллюстрациями Евгения Шабельника",
    description:
      "Список учебных пособий с иллюстрациями художника Е. С. Шабельника.",
  },
  books: {
    title: "Книги с иллюстрациями Евгения Шабельника",
    description:
      "Список книг с рисунками художника Е. С. Шабельника на обложке и внутренних страницах.",
  },
  magazines: {
    title: "Журналы с иллюстрациями Евгения Шабельника",
    description:
      "Список журналов с рисунками и карикатурами художника Е. С. Шабельника.",
  },
  filmstrips: {
    title: "Диафильмы с иллюстрациями Евгения Шабельника",
    description: "Список диафильмов, проиллюстрированных Е. С. Шабельником.",
  },
};

export { seo };
