import type { Seo } from '@types';

const seo: Seo = {
    index: {
        title: 'Книги, журналы и диафильмы с иллюстрациями Евгения Шабельника',
        description: 'Список книг, журналов и диафильмов с рисунками художника Е. С. Шабельника.',
    },
    books: {
        title: 'Книги с иллюстрациями Евгения Шабельника',
        description: 'Список книг с рисунками художника Е. С. Шабельника на обложке и внутренних страницах.',
    },
    magazines: {
        title: 'Журналы с иллюстрациями Евгения Шабельника',
        description: 'Список журналов с рисунками и карикатурами художника Е. С. Шабельника.',
    },
    filmstrips: {
        title: 'Диафильмы с иллюстрациями Евгения Шабельника',
        description: 'Список диафильмов, проиллюстрированных Е. С. Шабельником.',
    },
};

export { seo };
